tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
brew "ack"
brew "bat"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "drone-cli"
brew "fnm"
brew "python@3.9"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "gradle"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "nmap"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "vim"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "airflow"
cask "eul"
cask "sauce-connect"
