tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knative/client"
tap "mongodb/brew"
brew "ack"
brew "asdf"
brew "bat"
brew "unbound"
brew "gnutls"
brew "cask"
brew "commitizen"
brew "docker", link: false
brew "dprint"
brew "drone-cli"
brew "fd"
brew "fzf"
brew "gdb"
brew "geoipupdate"
brew "gh"
brew "git"
brew "git-lfs"
brew "gradle"
brew "htop"
brew "jq"
brew "jsonnet"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "postgresql@14"
brew "python@3.9"
brew "ripgrep"
brew "watch"
brew "wrk"
brew "zsh"
brew "knative/client/kn"
brew "mongodb/brew/mongodb-database-tools"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "airflow"
cask "eul"
cask "sauce-connect"
