tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "knative/client"
tap "mongodb/brew"
brew "ack"
brew "asdf"
brew "autocannon"
brew "bat"
brew "unbound"
brew "gnutls"
brew "cask"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "drone-cli"
brew "exiftool"
brew "fd"
brew "fzf"
brew "xz"
brew "python@3.11"
brew "gdb"
brew "geoipupdate"
brew "gh"
brew "git"
brew "git-lfs"
brew "gradle"
brew "htop"
brew "jq"
brew "jsonnet"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libusb"
brew "libusb-compat"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "plow"
brew "postgresql@14"
brew "python@3.10"
brew "ripgrep"
brew "sane-backends"
brew "watch"
brew "wrk"
brew "zsh"
brew "knative/client/kn"
brew "mongodb/brew/mongodb-database-tools"
cask "airflow"
cask "eul"
cask "google-cloud-sdk"
cask "sauce-connect"
vscode "astro-build.astro-vscode"
vscode "builder.builder"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "kosz78.nim"
vscode "mindaro-dev.file-downloader"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sebbia.jsonnetng"
vscode "stormwarning.json-template"
vscode "streetsidesoftware.avro"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
